{
    "symptoms": [
                 {

                                "name": "Aaah Excessive Yawning",
                 
                                "description": "Yawning is a mostly involuntary process of opening the mouth and breathing in deeply, filling the lungs with air. It is a very natural response to being tired. In fact, yawning is usually triggered by sleepiness or fatigue. Some yawns are short, and some last for several seconds before an open-mouthed exhale. Watery eyes, stretching, or audible sighs may accompany yawning.Researchers aren’t exactly sure why yawning occurs, but common triggers include fatigue and boredom. Yawns may also occur when you talk about yawning or see or hear someone else yawn. It is believed that contagious yawning may have something to do with social communication. In addition, a study published in the Applied Journal of Basic Medical Research suggests that yawning may help cool the temperature of the brain.Excessive yawning is yawning that occurs more than once per minute. Although excessive yawning is usually attributed to being sleepy or bored, it may be a symptom of an underlying medical problem. Certain conditions can cause a vasovagal reaction, which results in excessive yawning. During a vasovagal reaction, there is increased activity in the vagus nerve. This nerve runs from the brain down to the throat and into the abdomen. When the vagus nerve becomes more active, heart rate and blood pressure drop significantly. The reaction can indicate anything from a sleep disorder to a serious heart condition.Talk to your doctor if you’ve noticed a sudden increase in your yawning, especially if you’ve been yawning frequently for no apparent reason. Only your doctor can determine whether or not the excessive yawning is occurring as a result of a medical problem. " ,
                 
                                "diagnosis": "To identify the cause of excessive yawning, your doctor may first ask you about your sleep habits. They will want to make sure that you are getting adequate restful sleep. This can help them determine whether your excessive yawning is occurring as a result of being fatigued or having a sleep disorder. After ruling out sleep issues, your doctor will perform diagnostic tests to find another possible cause for excessive yawning. An electroencephalogram (EEG) is one of the tests that may be used. An EEG measures the electrical activity in the brain. It can help your doctor diagnose epilepsy and other conditions affecting the brain. Your doctor may also order an MRI scan. This test uses powerful magnets and radio waves to produce detailed images of the body, which can help doctors visualize and assess bodily structures. These pictures are often used to diagnose spinal cord and brain disorders, such as tumors and multiple sclerosis. An MRI scan is also beneficial for evaluating the function of the heart and detecting heart problems.",
                 
                                "treatment": "If medications are causing excessive yawning, your doctor may recommend a lower dosage. Make sure to discuss this with your doctor before making any changes to your medications. You should never stop taking medications without approval from your doctor. If excessive yawning is occurring as a result of a sleep disorder, your doctor may recommend sleep-aid medications or techniques for getting more restful sleep. These may include:   using a breathing device, exercising to reduce stress, adhering to a regular sleep schedule. If excessive yawning is a symptom of a serious medical condition, such as epilepsy or liver failure, then the underlying problem must be treated immediately."
                 
                 },
                 
                 {
                 "name": "Abdominal Point tenderness",
                 "description": "Abdominal tenderness, or point tenderness in your abdomen, is when pressure on an area of your abdomen causes pain. It may also feel sore and tender. If the removal of pressure causes pain, then that’s known as rebound tenderness or Blumberg sign. Point tenderness is often a sign that something is wrong with one or more organs in the area. All disorders that cause abdominal point tenderness are medical emergencies. Seek emergency medical help if you have abdominal tenderness, especially if you also have a fever. Untreated abdominal point tenderness can be life-threatening. Some conditions that may cause abdominal point tenderness are Appendicitis can result in a ruptured appendix and peritonitis (inflammation of the inner lining of the abdomen). An ectopic pregnancy can cause severe blood loss, which can be fatal. A twisted fallopian tube or pelvic inflammatory disease (PID) can cause pelvic scarring and infertility. Infections in the digestive tract (diverticulitis) can be fatal",
                 
                 "diagnosis": "Your doctor can examine the area by touch. The region where there’s pain may show an issue with certain organs. For example: right upper quadrant (liver and gallbladder) left upper quadrant (stomach and duodenum) right lower quadrant (appendix) left lower quadrant (final segment of colon or digestive tract)The most well-known type of point tenderness is McBurney point. It is located in the right lower quadrant, in the area of your appendix. Point tenderness over McBurney point means your appendix is very inflamed. At this point, your appendix is at risk for rupturing. Problems with pelvic organs, including the ovaries and fallopian tubes, can also cause right or left lower quadrant tenderness.",
                 
                 "treatment": "Treatment for abdominal point tenderness depends on the underlying cause. Avoid taking aspirin, ibuprofen, or naproxen for abdominal pain as this increases your risk for stomach ulcers and gastrointestinal bleeding. It may also worsen your condition.Nausea, vomiting, and diarrhea can cause severe dehydration and low blood pressure. If you’ve been experiencing vomiting and diarrhea, you may also get fluids and electrolytes intravenously. Your doctor will introduce these fluids through a vein in your arm or hand. These fluids help maintain your blood pressure and acid-base balance. Severe dehydration can cause dangerously low blood pressure (shock). Shock reduces blood flow to all vital organs. It can also damage your kidneys, heart, and brain. "
                 
                 
                 },
                 
                 {
                 "name": "Abdominal Bloating",
                 "description": "Abdominal bloating occurs when the gastrointestinal (GI) tract is filled with air or gas. Most people describe bloating as feeling full, tight, or swollen in the abdomen. Your abdomen may also be swollen (distended), hard, and painful. Bloating is often accompanied by: pain excessive gas (flatulence) frequent burping or belching abdominal rumbling or gurgles. Abdominal bloating can interfere with your ability to work and participate in social or recreational activities. According to the University of North Carolina, people who do experience abdominal bloating use more sick days, visit the doctor more often, and take more medications than other people. Bloating is common among both adults and children.",
                 "diagnosis": "",
                 "treatment": "In many cases, the symptoms of abdominal bloating can be diminished or even prevented by adopting a few simple lifestyle changes such as losing weight, if you are overweight."
                 },
                 
                 
                
                 
                  {
                 "name": "Abdominal Mass",
                 "description": "An abdominal mass is an abnormal growth in the abdomen. An abdominal mass causes visible swelling and may change the shape of the abdomen. A person with an abdominal mass may notice weight gain and symptoms such as abdominal discomfort, pain, and bloating.Masses in the abdomen are often described by their location. The abdomen is divided into four sections called quadrants. An abdominal mass may occur in the right upper quadrant, left upper quadrant, right lower quadrant, or left lower quadrant. The stomach is also divided into two sections: the epigastric section and the periumbilical section. The periumbilical section is located below and around the belly button; the epigastric section is located above the belly button and below the ribs. Abdominal masses are often treatable. However, health complications may arise depending on the cause of the mass.",
                 "diagnosis": "After going over your medical history, including your symptoms and when they began, the doctor will have a good idea of where the mass is located. This will lead him or her to determine which organs or surrounding structures are affected by the abdominal mass. During a physical examination, your doctor will ask that you lie back while he or she gently presses on various areas of your abdomen. This examination helps the doctor to locate the mass or any enlarged organs, and to see if and where you are experiencing tenderness. An imaging test is usually ordered to determine the size and location of the mass. An imaging test can also determine what type of mass is in the abdomen. Imaging tests that are commonly ordered for this purpose are: abdominal computed axial tomography (CAT) scan, abdominal X-ray, abdominal ultrasound. When imaging tests are not enough, the doctor may wish to take a closer look at the area involved. This is especially true if the digestive system is involved. To look in the digestive system, the doctor uses a small microscope housed in a tube-like structure. This tube is inserted into your colon (an organ of your digestive system). This procedure is called a colonoscopy. A blood test (complete blood count) may also be ordered to check your hormone levels and for the presence of infection. Women who have ovarian cysts will require a special imaging scan called a transvaginal ultrasound. Unlike an abdominal ultrasound, which views organs on the inside by sliding a probe over the abdomen, a transvaginal ultrasound is performed by inserting a probe into the vagina. This allows the doctor to have a closer look at the uterus and ovaries.",
                 "treatment": "Depending on the cause of the mass, treatment may consist of medication, surgery, or specialized care. The most common treatment options to eliminate abdominal masses include:medications to correct hormones, surgical removal of the mass, methods to shrink the mass, chemotherapy, radiation therapy. If you have cysts in the abdomen that are large and/or causing considerable pain, your doctor may opt to remove them through surgery. Surgical removal is also used to remove tumors. However, if removal is dangerous, the surgeon may suggest methods to shrink the mass instead. Chemotherapy or radiation treatment may also be suggested to shrink the mass. Once the mass reaches a smaller size, the doctor may opt to end the chemotherapy and remove the mass through surgery. This option is often used for people who have cancerous abdominal masses. Masses that are caused by changes in hormones, such as ovarian cysts, may be treated through hormone replacement medication or low dose hormone birth control pills."
                 },
                 
                   {
                 "name": "Abdominal Pain",
                 "description": "Abdominal pain is pain that occurs between the chest and pelvic regions. Abdominal pain can be crampy, achy, dull, intermittent or sharp. It’s also called a stomachache. Inflammation or diseases that affect the organs in the abdomen can cause abdominal pain. Major organs located in the abdomen include: Intestines (small and large), kidneys, appendix (a part of the large intestine), spleen, stomach, gallbladder, liver, pancreas, Viral, bacterial, or parasitic infections that affect the stomach and intestines may also cause significant abdominal pain.",
                 "diagnosis": "The cause of abdominal pain can be diagnosed through a series of tests. Before ordering tests, your doctor will do a physical examination. This includes gently pressing down on various areas of your abdomen to check for tenderness and swelling. This information, combined with the severity of the pain and its location within the abdomen, will help your doctor determine which tests to order. Imaging tests, such as MRI scans, ultrasounds, and X-rays, are used to view organs, tissues, and other structures in the abdomen in detail. These tests can help diagnose tumors, fractures, ruptures, and inflammation.",
                 "treatment": "Not all forms of abdominal pain are preventable. However, you can minimize the risk of developing abdominal pain by doing the following: Eat a healthy diet, Drink water frequently, Exercise regularly, Eat smaller meals. If you have an intestinal disorder, such as Crohn’s disease, follow the diet your doctor has given you to minimize discomfort. If you have GERD, don’t eat within two hours of bedtime. Lying down too soon after eating may cause heartburn and abdominal pain. Try waiting at least two hours after eating before lying down."
                 },
                 {
                 "name": "Abdominal Rigidity",
                 "description":"Abdominal rigidity is a state of stiffness of your stomach muscles that worsens when you touch (or someone else touches) your abdomen. This is an involuntary response to prevent pain caused by pressure on your abdomen. Another term for this protective mechanism is guarding. This symptom isn’t the same as intentionally flexing your abdominal muscles or the rigidity associated with severe gas. Guarding is a completely involuntary response of the muscles. In other words, you have no control over it. It’s a sign that your body is trying to protect itself from pain. It can be a symptom of a very serious and even life-threatening medical condition. If you have abdominal rigidity, you should see your doctor right away. Abdominal rigidity and pain often occur together. Every condition that causes abdominal pain can cause guarding. Disorders of your abdominal organs can cause abdominal pain. Organs inside your abdomen include your liver, pancreas, gallbladder, stomach, small and large intestines, aorta (main artery), vena cava (main vein), and kidneys and ureters. One of the most common abdominal causes of rigidity is appendicitis. Problems with your pelvic organs can also cause abdominal pain. Your pelvic organs include your bladder and lower ureters, uterus, fallopian tubes, and ovaries (in women), prostate gland (in men), and rectum. It’s less common to find diseases of the lower lung as a cause of abdominal pain and rigidity, but it does sometimes happen. The location of pain varies with the location of the organ that’s causing the problem. For medical purposes, your stomach is divided into four sections called quadrants. For instance, stomach ulcers can cause pain in the left, upper quadrant of your abdomen. Gallstones can cause right, upper quadrant pain because they are in the upper right part of your abdomen. Abdominal pain can also travel to other areas of the abdomen. Appendicitis can start off as right, lower quadrant pain, but the pain can start to move toward your belly button. The causes of abdominal pain (and rigidity) can be different based on age. Adults (most common in elderly adults) may experience an abscess inside the abdomen, cholecystitis (gallbladder inflammation), cancer, bowel obstruction or blockage, or a perforation or hole in the intestines, stomach, or gall bladder. Pancreatitis, trauma to the abdomen, and peritonitis can also lead to abdominal pain and rigidity. Adolescents sometimes have painful menstruation (dysmenorrhea), pelvic inflammatory disease (from sexually transmitted infections), ovarian cysts, or peritonitis. Adolescent women may also have abdominal pain and rigidity if they’re pregnant (including an ectopic pregnancy). Older children may experience urinary tract infections (UTIs), appendicitis, or may have ingested toxins (poisons). Infants can have colic, gastroenteritis (digestive irritation caused by a virus), a viral infection, or pyloric stenosis (narrowing of the stomach outlet).",
                 "diagnosis": "If you have involuntary abdominal rigidity, you should see a doctor right away to rule out serious problems. Although something as minor as a stomach virus could cause guarding, you won’t know until your doctor gives you a proper diagnosis. Don’t attempt to take medication to dull the pain before seeing your doctor. It will alter the pain pattern and make it more difficult for your doctor to diagnose your condition. When you talk to your doctor, it’s helpful for you to be aware of when the symptoms started, the qualities of the pain (if it’s dull, sharp, occurring off and on, or travels to another area), how long the pain lasts, and what you were doing when the rigidity/pain began. Ask yourself what makes it better and what makes it worse. Your doctor will also want to know any other symptoms you may have and when they started, and the time of your last meal (in case you need surgery). Being aware of these factors will help your doctor establish your diagnosis. The first steps in finding the cause of abdominal rigidity are to discuss your medical history. A physical exam will usually reveal the cause. Your doctor may also order blood tests, including: CBC (complete blood count), serum electrolytes (potassium, sodium, chloride, bicarbonate), BUN (blood urea nitrogen), creatinine (indication of kidney functioning), ultrasound scan of your abdominal or pelvic regions, liver function tests, urinalysis, test for blood in your stool Additional tests you may need include abdominal X-rays to evaluate for obstruction or perforation, an abdominal ultrasound, or an abdominal CT scan.",
                 "treatment": "The treatment your doctor chooses will depend on the cause of the abdominal rigidity. Obviously, treatment for colic in an infant will be different than treatment for cancer, for instance. While minor conditions may only require monitoring, self-care, and prescription antibiotics, more serious causes of abdominal rigidity could warrant more aggressive treatments. Depending on your diagnosis, aggressive treatment can include intravenous fluids to prevent dehydration, nasogastric (feeding) tube to provide nourishment, intravenous antibiotic, or surgery."
                 },
                 {
                 "name": "Abdominal distention, gaseous",
                 "description": "Abdominal bloating occurs when the gastrointestinal (GI) tract is filled with air or gas. Most people describe bloating as feeling full, tight, or swollen in the abdomen. Your abdomen may also be swollen (distended), hard, and painful. Bloating is often accompanied by: pain, excessive gas (flatulence), frequent burping or belching,abdominal rumbling or gurgles. Abdominal bloating can interfere with your ability to work and participate in social or recreational activities. According to the University of North Carolina, people who do experience abdominal bloating use more sick days, visit the doctor more often, and take more medications than other people. Bloating is common among both adults and children.",
                 "diagnosis": "Consult your doctor if bloating is accompanied by any of the following:severe or prolonged abdominal pain, blood in the stools, or dark, tarry looking stools, high fevers, diarrhea, worsening heartburn, vomiting,unexplained weight loss",
                 "treatment": "In many cases, the symptoms of abdominal bloating can be diminished or even prevented by adopting a few simple lifestyle changes such as losing weight, if you’re overweight. To reduce swallowing too much air, you can: Avoid chewing gum. Chewing gum can cause you to swallow extra air, which in turn can lead to bloating. Limit your intake of carbonated drinks. Avoid “gassy” foods, such vegetables in the cabbage family, dried beans, and lentils.Eat slowly and avoid drinking through a straw. Use lactose-free dairy products (if you are lactose intolerant).Probiotics may also help with repopulating healthy gut bacteria. Research is mixed on the effectiveness of probiotics. One review found that probiotics have a moderate effect, with a 70-percent agreement on its effect on bloating relief. You can find probiotics in kefir and Greek yogurt. "
                 },
                 {
                 "name": "Abnormal Heart Rhythms",
                 "description": "An abnormal heart rhythm is when your heart beats too fast, slow, or irregularly. This is also called an arrhythmia. Within the heart is a complex system of valves, nodes, and chambers that control how and when the blood is pumped. If the functions of this vital system are disrupted, damaged, or compromised, it can change the pattern with which your heart beats. Arrhythmias can cause no symptoms or you may feel discomfort, fluttering, pain, or pounding in your chest.Not all arrhythmias are life threatening or cause health complications. To be on the safe side, though, any abnormal heart rhythm should be reported to your doctor.",
                 "diagnosis": "Your doctor will perform a physical examination, which will include using a stethoscope to listen to your heart. They may also use an EKG machine to examine the electrical impulses of your heart. This will help them determine whether your heart rhythm is abnormal and identify the cause. ",
                 "treatment": "The treatment for an arrhythmia depends on its cause. You may need to make lifestyle changes, like increasing your activity level or changing your diet, for example limiting your caffeine intake. If you smoke, your doctor will help you stop smoking. You might also require medication to control your abnormal heartbeat. For serious abnormalities that don’t go away with behavioral changes or medication, your doctor can: implant a pacemaker, perform surgery to correct an abnormality, try other procedures to correct your heart’s rhythm"
                 },
                {
                 "name": "Abnormally Colored Urine",
                 "description":"Normal urine color ranges from pale yellow to deep gold. Urine that’s abnormally colored may have tints of red, orange, blue, green, or brown. Abnormal urine color can be caused by a variety of issues. For example, it can result from taking certain medications, eating certain foods, having certain medical conditions, or being dehydrated. If your urine is abnormally colored and you can’t pinpoint the cause, make an appointment with your doctor. In some cases, abnormal urine colors are caused by serious medical conditions that require treatment.",
                 "diagnosis":"Your doctor will likely ask you questions about your urine. They will want to know:how long the unusual color has been present if you’ve noticed any unusual odors if you’ve seen any blood clots in itThey will likely ask you if you’ve experienced any pain while urinating or other symptoms. They may also ask you about any medications you’re currently taking. It’s important to report any prescription and over-the-counter medications as well as any herbal supplements that you take. Depending on the color of your urine and other symptoms, your doctor may order one or more tests. For example, they will probably collect a sample of your urine for testing in a laboratory to check for signs of infection or other abnormalities. They may also collect a sample of your blood for testing. Blood tests can help them learn if your liver and kidneys are functioning properly. Your doctor may also perform an ultrasound of your urinary bladder or kidneys. This imaging test uses sound waves to create an image of your internal organs. An abdominal and pelvic CT scan may be performed if urinary tract stones are suspected. When indicated, imaging studies can help your doctor check for structural defects in your urinary tract.",
                 "treatment":"Your doctor’s recommended treatment plan will depend on the cause of your abnormal urine color. Ask your doctor for more information about your specific diagnosis, treatment options, and long-term outlook. In some cases, simple lifestyle changes may be all that’s needed. If your urine is abnormally colored as a result of dehydration, you can drink more fluids. If the unusual color is caused by certain foods, you can eat less of them if it bothers you."
                 },
                  {
                 "name": "Acne",
                 "description": "Your skin has tiny holes called pores, which can become blocked by oil, bacteria, dead skin cells, and dirt. When this occurs, you may develop a pimple or “zit.” If your skin is repeatedly affected by this condition, you may have acne. According to the American Academy of Dermatology, acne is the most common skin condition in the United States. Although acne isn’t a life-threatening condition, it can be painful, particularly when it’s severe. It can also cause emotional distress. Acne that appears on your face can impact your self-esteem and, over time, may cause permanent physical scarring. There are many effective treatments for acne that reduce both the number of pimples you get and your chance of scarring.",
                 "diagnosis": "If you have symptoms of acne, your doctor can confirm your diagnosis by examining your skin. Your doctor will identify the types of lesions and their severity to determine the best treatment.",
                 "treatment": "You can use a number of self-care activities at home to prevent pimples and to clear up your acne. Home remedies for acne include: cleaning your skin daily with a mild soap to remove excess oil and dirt, shampooing your hair regularly and keeping it out of your face, using makeup that’s water-based or labeled as “noncomedogenic” (not pore-clogging), not squeezing or picking pimples, which spreads bacteria and excess oil not wearing hats or tight headbands, not touching your face. If self-care activities don’t help with your acne, a number of over-the-counter acne medications are available. Most of these medications contain ingredients that can help kill bacteria, open pores, or reduce oil on your skin: Benzoyl peroxide is present in many acne creams and gels. It’s used for drying out existing pimples and preventing new ones. Benzoyl peroxide also kills acne-causing bacteria. Sulfur is a natural ingredient with a distinctive smell that’s found in some lotions, cleansers, and masks. Resorcinol is a less common ingredient that’s used to remove dead skin cells. Salicylic acid is often contained in soaps and acne washes. It helps prevent pores from getting plugged. Sometimes, you may continue to experience symptoms. If this happens, you may want to seek medical advice. Your doctor can prescribe medications that may help reduce your symptoms and prevent scarring: Oral or topical antibiotics kill the bacteria that cause pimples and reduce inflammation. Typically, antibiotics are only used for a short amount of time so that your body doesn’t build up a resistance and leave you prone to infections. Prescription topical creams such as retinoic acid or prescription-strength benzoyl peroxide are often stronger formulas of over-the-counter treatments. These work to reduce oil production and open pores. Women with hormonal acne may be treated with birth control pills or spironolactone. These medications regulate hormones that can cause acne. Isotretinoin (Accutane) is a vitamin-A-based medication that’s used to treat certain cases of severe nodular acne. It can cause serious side effects, and it’s only used when other treatments have failed."
                 },
                  {
                 "name": "Adult Speech Impairment",
                 "description": "Adult speech impairments include any symptoms that cause an adult to have difficulty with vocal communication. Examples include slurred, slowed, hoarse, stuttered, or rapid speech. Depending on the underlying cause of your speech impairment, you may also experience other symptoms, such as: drooling, weakened facial muscles, trouble remembering words, expressive language deficits, sudden contraction of your vocal muscles. If you experience a sudden onset of speech impairment, get medical care right away. It may be a sign of a serious underlying condition, such as a stroke. ",
                 "diagnosis":"If you experience a sudden onset of impaired speech, seek medical attention right away. It might be a sign of a potentially life-threatening condition, such as a stroke. If you develop impaired speech more gradually, make an appointment with your doctor. It may be a sign of an underlying health condition. Unless your speech impairment is caused by using your voice too much or a viral infection, it probably won’t resolve on its own and may worsen. This is why it’s important to get a diagnosis and begin treatment as soon as possible. To diagnose your condition, your doctor will likely start by taking a complete medical history and evaluating your symptoms. They’ll likely ask you a series of questions to hear you talk and assess your speech. This can help them determine your level of comprehension and speaking ability. It can also help them learn if the condition is affecting your vocal cords, your brain, or both. Depending on your medical history and symptoms, your doctor may order one or more tests, such as: brain scans using X-rays, CT scans, or MRI scanselectrical current tests,blood tests, urine tests",
                 "treatment":"Your doctor’s recommended treatment plan will depend on the underlying cause of your speech impairment. It may involve an evaluation by a neurologist, otolaryngolist or speech-language pathologist. Your doctor may refer you to a speech-language pathologist who can teach you how to conduct exercises to strengthen your vocals cords, increase vocal control, improve articulation, and expressive and receptive communication. In some cases, they may also recommend assistive communication devices. For example, they may advise you to use an electronic device to translate typed messages into verbal communication. In rare cases, you may need surgery or other medical procedures. "
                 },
                 {
                 "name": "Agitation",
                 "description": "Agitation is a feeling of aggravation or restlessness brought on by provocation or in some cases, little to no provocation. It can be a sign of an underlying medical or psychiatric condition. It’s normal to feel agitated from time to time. For example, you might feel agitated in response to stress from work or school. But if you regularly experience agitation for no known reason, make an appointment with your doctor. You may have an underlying medical condition that requires treatment.",
                 "diagnosis": "To identify the underlying cause of your agitation, your doctor will likely start by asking you questions about your medical history and lifestyle. If they suspect that you have an underlying mental health condition, they may refer you to a mental health specialist for evaluation. If they think that you have an underlying physical condition, they may conduct one or more diagnostic tests. For example, they may collect a sample of your blood to check for hormonal imbalances. They may also collect a sample of your urine or spinal fluid to check for abnormalities. In some cases, they may order a CT or MRI scan of your brain.",
                 "treatment":"Your doctor’s recommended treatment plan will depend on the underlying cause of your agitation.  Stress: To relieve agitation caused by stress, your doctor may recommend deep breathing exercises, yoga, or other meditative practices. Deep breathing and meditation can help restore your sense of calm. Exercising and participating in activities you enjoy can also reduce stress. You should take steps to identify and limit your contact with things that cause you stress as well. For example, if you feel overwhelmed by your workload, discuss it with your supervisor or teacher. Mental illness:  If you’re diagnosed with an anxiety or mood disorder, your doctor may recommend medications, talk therapy, or a combination of both to treat it. During a typical therapy session, you will discuss your symptoms and develop strategies to cope with them. Hormonal imbalances. If you’re diagnosed with a condition that affects your hormonal balance, your doctor may prescribe hormone replacement therapy or other medications to treat it. They may also refer you to a hormone specialist, known as an endocrinologist. Brain tumor: If you’re diagnosed with a brain tumor, your recommended treatment plan will depend on its type, size, and location. In some cases, your doctor may recommend chemotherapy to shrink it. If it can be removed safely with surgery, they may refer you to a surgeon to perform the procedure. If it’s too difficult or dangerous to remove, your doctor may simply choose to monitor the growth for changes."
                 },
                 {
                 "name": "Agnosia",
                 "description": "Agnosia is the loss of the ability to recognize objects, faces, voices, or places. It is a rare disorder. If you have this condition you can still think, speak, and interact with the world. Agnosia usually affects only a single information pathway in the brain. There are different types of agnosia. Visual agnosia, for example, causes you to be unable to name or describe the use of an object placed in front of you. You will still be able to reach for it and pick it up. You can also use your sense of touch to identify its use once you are holding it.",
                 "diagnosis": "",
                 "treatment": ""
                 },
                  {
                 "name": "Aimless Movement",
                 "description": "Unusual or strange behavior is behavior that is not appropriate to the circumstances. It occurs when a person is unnaturally moody, aggressive, euphoric, or mild-tempered. Fluctuations in mood from time to time are normal. However, unusual reactions to events may be a sign of a medical or mental disorder. Some examples are being happy to hear tragic news or being nonchalant in situations that would normally cause stress or aggravation. Grief, bad news, and disappointment can cause a normally happy person to become downtrodden. Sometimes, a person’s mood can be altered for weeks or months after hearing devastating news. However, some people experience unusual or strange behavior for years. This usually occurs if they have been through a traumatic change or witnessed an unpleasant event. These behavioral changes may be caused by a mental disorder, such as: Anxiety: Anxiety occurs when a person feels nervous or uneasy about a situation. It is normal to experience some anxiety, but when it occurs on a regular basis without provocation, it may be a sign of generalized anxiety disorder. Panic attacks: Panic attacks are periods of extreme fear. Sometimes, the fear seems to be irrational. Such situations include a person having a panic attack when seeing an elevator or speaking in public. Posttraumatic stress disorder: Posttraumatic stress disorder, also called PTSD, is a mental condition marked by extreme fear, flashbacks, and hallucinations. This condition is triggered by memories of trauma, such as a terrorist attack or car accident. Bipolar disorder: Bipolar disorder causes a person to have extreme fluctuations in mood. Bipolar disorder is marked by a quick switch between being happy and being upset. The switch is often extreme, causing a person to act out when hearing disagreeable things. Schizophrenia: Schizophrenia is a mental disorder that makes it difficult to think clearly, to have normal emotions, to behave normally in social situations, and to distinguish between what is real and what is not real.",
                 "diagnosis": "If you’ve been experiencing unusual or strange behavior, speak to your doctor about it. Make sure to note: when the strange behavior began, what times of day you experience it, what triggers it, whether it happens after taking prescription medication (bring the prescription with you), if you are taking drugs, if you’re using alcohol, if you have a history of mental disorders, if your family has a history of mental disorders, any other symptoms you may be experiencing, if you have any underlying medical conditions. The answers to these questions will be extremely helpful to your doctor. They will help him or her diagnose the cause of your unusual behavior. They will also assist him or her in determining whether your problem is a mental or medical issue. The doctor may choose to run tests. These may include a complete blood count, glucose level test, hormone profile, and tests for infections. If you have no discernible medical condition, he or she will refer you to a mental health specialist",
                 "treatment": "Unusual or strange behavior caused by a medical condition, such as hypothyroidism, may subside once the condition is treated. However, in some cases, this symptom will not go away with treatment of the underlying condition. In this case, you must be treated separately using mood-altering medications. If you have a hormonal imbalance, the strange behavior may subside after being prescribed medications to balance your hormones. Replacement estrogen, low-dose birth control pills, and progesterone injections are commonly prescribed medicines. Mental health conditions may be treated with a combination of mood-altering medications and therapy. Doctors typically prescribe medications to treat conditions such as anxiety disorder, panic disorder, PTSD, and bipolar disorder. Psychotherapy, also called talk therapy, might also be recommended to help you learn to cope with stressful situations."
                 },
                  {
                 "name": "Amenorrhea",
                 "description": "If you’re female, amenorrhea happens when you miss your monthly menstrual periods. Amenorrhea is the absence of menstrual bleeding. It’s normal not to have a period during pregnancy or after menopause. But if you miss periods at other times of your life, it may be a symptom of an underlying medical issue. There are two main types of amenorrhea. Females who haven’t begun to menstruate by age 16 are diagnosed with primary amenorrhea. The term also applies to abnormalities in the reproductive track that prevent menstrual bleeding. If you miss your monthly period for three straight months after having regular cycles for the previous nine months, you may have secondary amenorrhea. This type of amenorrhea is more common.",
                 "diagnosis": "See your doctor if you’ve missed three periods in a row or you’re 16 years old and haven’t started menstruating yet. It may be a sign of an underlying medical condition that requires treatment. To diagnose the cause of your missed periods, your doctor will first rule out pregnancy and menopause. They’ll likely ask you to describe your symptoms and medical history. It’s important to tell them about: any symptoms that you’ve experienced, when your last period was and how long your periods last, any medications or other drugs that you use, including birth control,any recent changes to your diet, exercise routine, or weight, any emotional challenges in your life. Your doctor may perform a pelvic exam. They may also order diagnostic tests, such as urine, blood, or imaging tests.",
                 "treatment": "Your doctor’s recommended treatment plan for amenorrhea will depend on its underlying cause. If it’s linked to obesity, your doctor will likely recommend a weight-loss program. If it’s caused by extreme weight loss or excessive exercising, they’ll encourage you to gain weight or exercise less. They may also prescribe talk therapy, medications, or other treatments to help you manage depression, stress, or eating disorders. To treat hormonal imbalances or issues with your thyroid gland, your doctor may prescribe medications, such as hormone replacements, or surgery. To treat ovarian or uterine cancer, they may recommend a combination of medications, radiation therapy, and chemotherapy. Medication or surgery to treat other conditions that can cause amenorrhea are also options. "
                 },
                {
                 "name": "Anemia",
                 "description": "Anemia happens when the number of healthy red blood cells in your body is too low. Red blood cells carry oxygen to all of the body’s tissues, so a low red blood cell count indicates that the amount of oxygen in your blood is lower than it should be. Many of the symptoms of anemia are caused by decreased oxygen delivery to the body’s vital tissues and organs. Anemia is measured according to the amount of hemoglobin, which is the protein within red blood cells that carries oxygen from the lungs to the body’s tissues. According to the Office on Women’s Health (OWH), about 3 million Americans suffer from anemia. Women and people with chronic diseases such as cancer have the highest risk of developing anemia.",
                 "diagnosis": "A diagnosis of anemia begins with your family and health history and a physical exam. Laboratory tests help doctors to find out the cause of the anemia. A family history of certain types of anemia such as sickle cell anemia can be helpful. A history of exposure to toxic agents in the home or workplace might point to an environmental cause. Tests to diagnose anemia include are Complete Blood Count (CBC) : This blood test tells doctors the number and size of the RBCs. It also shows if other blood cells like white blood cells and platelets are normal. Serum Iron Levels :  This blood tests shows if iron deficiency is the cause of anemia. Ferritin Test: This blood test analyzes iron stores. Vitamin B-12 Test : This blood test shows vitamin B-12 levels and determines if they are too low. Folate Test : This blood test reveals if serum folate levels are too low. Stool Test for Occult Blood : This test applies a chemical to a stool specimen to see if blood is present. If the test is positive, it means that blood is being lost anywhere in the gastrointestinal tract, from the mouth to the rectum. Problems like stomach ulcers, ulcerative colitis, and colon cancer can cause blood to be in stool. Based on the results of these tests, doctors may order additional studies such as an upper GI, a barium enema, chest X-rays, or a CT scan of your abdomen.",
                 "treatment": "The treatment for anemia depends on its cause. Anemia caused by inadequate amounts of dietary iron, vitamin B-12, and folate is treated with nutritional supplements. Your doctor and nutritionist can prescribe a diet that contains proper amounts of vitamins, minerals, and other nutrients. A proper diet can help prevent this kind of anemia from recurring. In some cases, if the anemia is severe, doctors use erythropoietin injections to increase red blood cell production in the bone marrow. If bleeding occurs or the hemoglobin level is very low, a blood transfusion may be necessary."
                 },
                  {
                 "name": "Anisocoria",
                 "description":"Anisocoria is a condition in which the pupil of one eye differs in size from the pupil of the other eye. Your pupils are the black circles in the center of your eyes, and they are usually the same size. Anisocoria can be caused by several things. You can be born with this condition or develop it later. You might experience it on an ongoing basis or only temporarily. In some cases, your doctor might diagnose an underlying medical condition or other cause of anisocoria. Depending on the underlying cause of your anisocoria, you might develop other symptoms too. For example, you might experience:(blurred vision, double vision, loss of vision, headache, fever, nausea, stiff neck). Anisocoria can result from a variety of things. For example, possible causes include: (direct trauma to the eye, concussion, bleeding in your skull, inflammation of your optic nerve, brain tumor, aneurysm, meningitis, seizure)",
                 "diagnosis":"If you notice a difference in size between your pupils, contact your doctor right away. During your appointment, your doctor will examine your eyes and take your vital signs. You should also discuss any other symptoms you’ve been experiencing. For example, be sure to mention if you’ve recently experienced:(changes to your vision, sensitivity to light, eye pain, headache, fever, stiff neck). Depending on your symptoms and medical history, your doctor might order one or more tests to help diagnose the underlying cause of your anisocoria. For example, these tests might include: (eye exams, complete blood count, blood differential, lumbar puncture, or spinal tap, CT scan, MRI, X-ray). If you experienced a head injury before your pupils changed in size, contact 911 or go to the hospital immediately. You might have a serious eye, brain, or neck injury that requires emergency treatment.",
                 "treatment":"Your doctor’s recommended treatment plan will depend on the underlying cause of your anisocoria. For example, if an infection is to blame, your doctor might prescribe antibiotic or antiviral eye drops. If you have an abnormal growth, such as a brain tumor, your doctor might recommend surgery to remove it. Additional options available for treating brain tumors include radiation therapy and chemotherapy to shrink the growth. Some cases of uneven pupil size are temporary or considered to be normal and don’t require treatment."
                 },
                  {
                 "name": "Ankle Pain",
                 "description": "Ankle pain refers to any type of pain or discomfort in your ankles. This pain could be caused by an injury, like a sprain, or by a medical condition, such as arthritis. According to the National University of Health Sciences (NUHS), an ankle sprain is one of the most common causes of ankle pain — making up 85 percent of all ankle injuries. A sprain occurs when your ligaments (the tissues that connect bones) tear or get overstretched. Most ankle sprains are lateral sprains, which occur when your foot rolls, causing your outside ankle to twist toward the ground. This action stretches or rips the ligaments. A sprained ankle often swells and bruises for about seven to fourteen days. However, it may take a few months for a severe injury to heal fully. Once healed, the sprained ankle is sometimes permanently weaker and less stable than the other ankle. According to a paper published by the American Academy of Family Physicians (AAFP), the greatest risk factor for ankle sprain is having a previous ankle sprain. ",
                 "diagnosis": "A sprain is a common cause of ankle pain. Pain can also be a result of: arthritis (specifically osteoarthritis), gout, nerve damage or injury, such as sciatica, blocked blood vessels, infection in the joint",
                 "treatment": "For immediate at-home treatment of ankle pain, the RICE method is recommended. This includes: Rest — Avoid putting weight on your ankle. Try to move as little as possible for the first few days. Use crutches or a cane if you have to walk or move. Ice — Begin by putting a bag of ice on your ankle for at least 20 minutes at a time. Do this three to five times a day for three days after the injury. This helps reduce swelling and numb pain. Give yourself about 90 minutes between icing sessions. Compression — Wrap your injured ankle with an elastic bandage, like an ACE bandage. Do not wrap it so tightly that your ankle becomes numb or that your toes turn blue. Elevation — Whenever possible, keep your ankle raised above heart level on a stack of pillows or other type of support structure."
                 },
               {
                 "name": "Anosmia",
                 "description": "Anosmia is the partial or complete loss of the sense of smell. This loss may be temporary or permanent. Common conditions that irritate the nose’s lining, such as allergies or a cold, can lead to temporary anosmia. More serious conditions that affect the brain or nerves, such as brain tumors or head trauma, can cause permanent loss of smell. Old age sometimes causes anosmia. Anosmia usually isn’t serious, but it can have a profound effect on a person’s quality of life. People with anosmia may not be able to fully taste foods and may lose interest in eating. This can lead to weight loss or malnutrition. Anosmia can also lead to depression because it may impair one’s ability to smell or taste pleasurable foods.",
                 "diagnosis": "The loss of smell is difficult to measure. Your doctor may ask you some questions about your current symptoms, examine your nose, perform a complete physical examination, and ask about your health history. They may ask questions about when the problem started, if all or only some types of odors are affected, and whether or not you can taste food. Depending on your answers, your doctor may also perform one or more of the following tests: computerized tomography (CT) scans, which use X-rays to create a detailed image of the brain, magnetic resonance imaging (MRI), which uses radio waves and magnets to view the brain, X-ray of the skull, nasal endoscopy to look inside your nose",
                 "treatment": "Treatment depends on the cause. If the loss of smell occurs with a cold, allergy, or sinus infection, it typically will clear up on its own in a few days. You should consult your doctor if the anosmia doesn’t clear up once the cold or allergy symptoms have subsided. Treatments that may help resolve anosmia caused by nasal irritation include: decongestants, antihistamines, steroid nasal sprays, antibiotics, for bacterial infections, reducing exposure to nasal irritants and allergens, cessation of smoking. Loss of smell caused by nasal obstruction can be treated by removing whatever is obstructing your nasal passage. This removal may involve a procedure to remove nasal polyps, straighten the nasal septum, or clear out the sinuses. Older people are more susceptible to losing their sense of smell permanently. There is no treatment currently available for people with congenital anosmia. People with a partial loss of their sense of smell can add concentrated flavoring agents to food to improve their enjoyment."
                 },
                 {
                 "name": "Anxiety",
                 "description": "Anxiety is your body’s natural response to stress. It is a feeling of fear and apprehension about what’s to come. The first day of school, going to a job interview, or giving a speech may cause most people to feel fearful and nervous. But if your feelings of anxiety are extreme, last for longer than six months, and are interfering with your life, you may have an anxiety disorder. Anxiety disorders are the most common form of emotional disorder and can affect anyone at any age. According to the American Psychiatric Association, women are more likely than men to be diagnosed with an anxiety disorder. If you have an anxiety disorder, you may also be depressed. Some people with anxiety disorders also abuse alcohol or other drugs in an effort to feel better. This may provide temporary relief, but can ultimately make the condition worse. It may be necessary to treat an alcohol or drug problem before the anxiety can be addressed. Anxiety feels differently in different individuals. You might feel like you’re standing in the middle of a crumbling building with nothing but an umbrella to protect you. Or you might feel like you’re holding onto a merry-go-round going 65 mph and can’t do anything to slow it down. You might feel butterflies in your stomach, or your heart might be racing. You may experience nightmares, panic, or painful thoughts or memories that you can’t control. You may have a general feeling of fear and worry, or you may fear a specific place or event. Symptoms of general anxiety include: increased heart rate, rapid breathing, restlessness, trouble concentrating,difficulty falling asleep",
                 "diagnosis": "Testing*******Anxiety is your body’s natural response to stress. It is a feeling of fear and apprehension about what’s to come. The first day of school, going to a job interview, or giving a speech may cause most people to feel fearful and nervous. But if your feelings of anxiety are extreme, last for longer than six months, and are interfering with your life, you may have an anxiety disorder. Anxiety disorders are the most common form of emotional disorder and can affect anyone at any age. According to the American Psychiatric Association, women are more likely than men to be diagnosed with an anxiety disorder. If you have an anxiety disorder, you may also be depressed. Some people with anxiety disorders also abuse alcohol or other drugs in an effort to feel better. This may provide temporary relief, but can ultimately make the condition worse. It may be necessary to treat an alcohol or drug problem before the anxiety can be addressed. Anxiety feels differently in different individuals. You might feel like you’re standing in the middle of a crumbling building with nothing but an umbrella to protect you. Or you might feel like you’re holding onto a merry-go-round going 65 mph and can’t do anything to slow it down. You might feel butterflies in your stomach, or your heart might be racing. You may experience nightmares, panic, or painful thoughts or memories that you can’t control. You may have a general feeling of fear and worry, or you may fear a specific place or event. Symptoms of general anxiety include: increased heart rate, rapid breathing, restlessness, trouble concentrating,difficulty falling asleep",
                 "treatment": "Testing*******Anxiety is your body’s natural response to stress. It is a feeling of fear and apprehension about what’s to come. The first day of school, going to a job interview, or giving a speech may cause most people to feel fearful and nervous. But if your feelings of anxiety are extreme, last for longer than six months, and are interfering with your life, you may have an anxiety disorder. Anxiety disorders are the most common form of emotional disorder and can affect anyone at any age. According to the American Psychiatric Association, women are more likely than men to be diagnosed with an anxiety disorder. If you have an anxiety disorder, you may also be depressed. Some people with anxiety disorders also abuse alcohol or other drugs in an effort to feel better. This may provide temporary relief, but can ultimately make the condition worse. It may be necessary to treat an alcohol or drug problem before the anxiety can be addressed. Anxiety feels differently in different individuals. You might feel like you’re standing in the middle of a crumbling building with nothing but an umbrella to protect you. Or you might feel like you’re holding onto a merry-go-round going 65 mph and can’t do anything to slow it down. You might feel butterflies in your stomach, or your heart might be racing. You may experience nightmares, panic, or painful thoughts or memories that you can’t control. You may have a general feeling of fear and worry, or you may fear a specific place or event. Symptoms of general anxiety include: increased heart rate, rapid breathing, restlessness, trouble concentrating,difficulty falling asleep"
                 },
                {
                 "name": "Aphasia",
                 "description":"Aphasia is a communication disorder that occurs due to brain damage in one or more areas that control language. It can interfere with your verbal communication, written communication, or both. It can cause problems with your ability to: read, write, speak, understand speech,listen. According to the National Aphasia Association, about 1 million Americans have some form of aphasia.",
                 "diagnosis":"If your doctor suspects you have aphasia, they may order imaging tests to find the source of the problem. A CT or MRI scan can help them identify the location and severity of your brain damage. You doctor may also screen you for aphasia during treatment for a brain injury or stroke. For example, they may test your ability to: follow commands, name objects,participate in a conversation, answer questions,write words. If you have aphasia, a speech-language pathologist can help identify your specific communication disabilities. During your examination, they’ll test your ability to: speak clearly, express ideas coherently, interact with others, read,write, understand verbal and written language, use alternative forms of communication, swallow ",
                 "treatment":"Your doctor will recommend speech-language therapy to treat aphasia. This therapy typically proceeds slowly and gradually. You should start it as early as possible after a brain injury. Your specific treatment plan may involve: performing exercises to improve your communication skills, working in groups to practice your communication skills, testing your communication skills in real-life situations,learning to use other forms of communication, such as (gestures, drawings, and computer-mediated communication), using computers to relearn word sounds and verbs, encouraging family involvement to help you communicate at home"
                 },
                 {
                 "name": "Arm Pain",
                 "description": "Arm pain is defined as discomfort or pain experienced anywhere throughout the arm, and it can include pain in the wrist, elbow, and shoulder. Arm pain can occur due to a variety of different causes. The most common causes are injury or overuse. Depending on the cause, the pain may start suddenly and go away or it may increase gradually.",
                 "diagnosis": "Your doctor will first need to diagnose the underlying cause of the pain to treat it. They’ll first conduct a history and physical exam, asking you about your activity, potential injuries, and symptoms. Based on your symptoms, the following tests may help your doctor make a diagnosis: Your doctor may ask you to lift your arms or do other simple motions to evaluate your range of motion. This can help them identify the location and cause of potential injuries or pain. Blood tests can help your detect some conditions that would cause arm pain, such as diabetes or certain conditions that cause inflammation of the joints. X-rays can help your doctor diagnose broken or fractured bones. f your doctor thinks your arm pain is associated with potential heart complications, they may order these tests to evaluate how your heart is working and evaluate the blood flow through your heart. Ultrasounds use high-frequency sound waves to get an image of the inside of the body, and they can help your doctor detect problems with joints, ligaments, and tendons. Your doctor can use MRIs and CT scans to get a more detailed image of soft tissue and bones. This can help them detect problems.",
                 "treatment": "Treatments for arm pain will vary on the cause and the severity of your arm pain. Some treatments for arm pain include the following: In some cases, pain in the arm may be severe enough that your doctor will prescribe painkillers. For pain due to inflammation, anti-inflammatory medications like corticosteroids can help reduce the underlying cause and the subsequent pain. Oral medications, injections, and intravenous medications are available. You may need to treat some arm pain with physical therapy, particularly when you have a limited range of motion. In severe cases of arm pain, surgery may be necessary. For example, a surgeon can help repair torn ligaments or broken bones."
                 },
                 {
                 "name": "Aversion to food or drink",
                 "description": "A decreased appetite occurs when you have a reduced desire to eat. It may also be known as a poor appetite or loss of appetite. The medical term for this is anorexia. A wide variety of conditions can cause your appetite to decrease. These range from mental conditions to physical illnesses. If you develop a loss of appetite, you may also have related symptoms, such as weight loss or malnutrition. These can be serious if left untreated, so it’s important to find the reason behind your decreased appetite and treat it.",
                 "diagnosis": "Testing*******Anxiety is your body’s natural response to stress. It is a feeling of fear and apprehension about what’s to come. The first day of school, going to a job interview, or giving a speech may cause most people to feel fearful and nervous. But if your feelings of anxiety are extreme, last for longer than six months, and are interfering with your life, you may have an anxiety disorder. Anxiety disorders are the most common form of emotional disorder and can affect anyone at any age. According to the American Psychiatric Association, women are more likely than men to be diagnosed with an anxiety disorder. If you have an anxiety disorder, you may also be depressed. Some people with anxiety disorders also abuse alcohol or other drugs in an effort to feel better. This may provide temporary relief, but can ultimately make the condition worse. It may be necessary to treat an alcohol or drug problem before the anxiety can be addressed. Anxiety feels differently in different individuals. You might feel like you’re standing in the middle of a crumbling building with nothing but an umbrella to protect you. Or you might feel like you’re holding onto a merry-go-round going 65 mph and can’t do anything to slow it down. You might feel butterflies in your stomach, or your heart might be racing. You may experience nightmares, panic, or painful thoughts or memories that you can’t control. You may have a general feeling of fear and worry, or you may fear a specific place or event. Symptoms of general anxiety include: increased heart rate, rapid breathing, restlessness, trouble concentrating,difficulty falling asleep",
                 "treatment": "Testing*******Anxiety is your body’s natural response to stress. It is a feeling of fear and apprehension about what’s to come. The first day of school, going to a job interview, or giving a speech may cause most people to feel fearful and nervous. But if your feelings of anxiety are extreme, last for longer than six months, and are interfering with your life, you may have an anxiety disorder. Anxiety disorders are the most common form of emotional disorder and can affect anyone at any age. According to the American Psychiatric Association, women are more likely than men to be diagnosed with an anxiety disorder. If you have an anxiety disorder, you may also be depressed. Some people with anxiety disorders also abuse alcohol or other drugs in an effort to feel better. This may provide temporary relief, but can ultimately make the condition worse. It may be necessary to treat an alcohol or drug problem before the anxiety can be addressed. Anxiety feels differently in different individuals. You might feel like you’re standing in the middle of a crumbling building with nothing but an umbrella to protect you. Or you might feel like you’re holding onto a merry-go-round going 65 mph and can’t do anything to slow it down. You might feel butterflies in your stomach, or your heart might be racing. You may experience nightmares, panic, or painful thoughts or memories that you can’t control. You may have a general feeling of fear and worry, or you may fear a specific place or event. Symptoms of general anxiety include: increased heart rate, rapid breathing, restlessness, trouble concentrating,difficulty falling asleep"
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },{
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 {
                 "name": "",
                 "description":"",
                 "diagnosis":"",
                 "treatment":"",
                 "possible causes": []
                 },
                 
            ]
}
